Repository: reahl/reahl
Catalog: reahl-web/reahl/messages/*/LC_MESSAGES/reahl-web.po
Languages: af

source: This page has expired. For security reasons, please review your input and retry.
af: Hierdie bladsy het verval. Vir sekuriteitsredes, hersien asseblief jou insette en probeer weer.

source: Invalid CSRF token.
af: Ongeldige CSRF-teken.

source: Untitled
af: Ongetiteld

source: An error occurred
af: 'n Fout het gebeur

source: Error
af: Fout

source: Something changed on the server while you were busy. You cannot perform this action anymore.
af: Iets in die bediener het verander terwyl jy besig was. Jy kan hierdie taak nie meer laat uitvoer nie.

source: An error occurred when contacting the server. Please try again later.
af: 'n Fout het gebeur tydens kommunikasie met die bediener. Probeer asseblief later weer.

source: The server took too long to respond. Please try again later.
af: Die bediener het te lank gevat om te antwoord. Probeer asseblief later weer.

source: An error occurred:
af: 'n Fout het gebeur:

source: Some data changed since you opened this page, please reset input to try again.
af: Die data het verander vandat jy laas hierdie bladsy besoek het, herstel die insetdata, en probeer weer.

source: Reset input
af: Herstel insetdata

source: uploaded files should all have different names
af: opgelaaide lêers moet almal verskillende name hê

source: Previous
af: Vorige

source: Next
af: Volgende

source: Choose file(s)
af: Kies lêer(s)

source: No files chosen
af: Geen lêers gekies

source: files chosen
af: gekose lêers

source: Upload
af: Laai op

source: Remove
af: Neem weg

source: Add file
af: Voeg lêer by

source: an error occurred, please try again later.
af: 'n Fout het gebeur tydens kommunikasie met die bediener. Probeer asseblief later weer.

source: Cancel
af: Kanselleer

source: Please try again when all files have finished uploading.
af: Probeer asseblief weer nadat alle lêers opgelaai het.

source: Toggle navigation
af: Skakel navigasie aan of af

source: Close
af: Maak toe

source: A View
af: 'n Oogpunt

source: This is an English sentence.
af: Hierdie is 'n sin in Afrikaans.
