Repository: reahl/reahl
Catalog: reahl-domainui/reahl/messages/*/LC_MESSAGES/reahl-domainui.po
Languages: af

source: Please specify:
af: Spesifiseer asseblief:

source: The email address you used to register here.
af: Die epos adres wat jy gebruik het om hier te registreer.

source: The secret password you supplied upon registration.
af: Die geheime wagwoord wat jy gegee het tydens registrasie.

source: Forgot your password?
af: Jou wagwoord vergeet?

source: If selected, you will stay logged in for longer.
af: As gekies, sal jy vir langer aangeteken bly.

source: How will you identify yourself?
af: Hoe sal jy jouself identifiseer?

source: You identify yourself to us by your email address.This information is not divulged to others.
af: Jy identifiseer jouself aan ons deur middel van jou epos adres. Hierdie inligting word nie aan ander bekendgestel nie.

source: Sorry, you can only register once per email address and someone is already registered as $value. Did you perhaps register long ago?
af: Jammer, jy kan slegs eenkeer registreer per epos adres. Iemand het reeds geregistreer as $value. Het jy miskien lank terug al geregistreer?

source: Upon logging in, you will be asked for your password. Your password should be a secret, known only to yourself, and be difficult to guess.
af: Wanneer jy aanteken sal jy gevra word vir jou wagwoord. Jou wagwoord moet 'n geheim wees, net aan jouself bekend, en moeilik om te raai.

source: By typing the same password again you help us to make sure you did not make any typing mistakes.
af: Deur dieselfde wagwoord weer in te tik help jy ons om seker te maak dat jy nie per ongeluk 'n tikfout gemaak het nie.

source: Terms and conditions
af: Terme en kondisies

source: Please read and accept our {terms}. You may also be interested to read our {privacypolicy} and our {disclaimer}.
af: Lees asseblief ons {terms} en aanvaar dit. Jy mag ook geïnteresseerd wees om ons {privacypolicy} en {disclaimer} te lees.

source: You can only register if you agree to the terms and conditions.
af: Jy kan slegs registreer as jy instem tot die terme en kondisies.

source: Accept
af: Aanvaar

source: Cancel
af: Kanselleer

source: Please supply the following details
af: Verskaf asseblief die volgende inligting

source: Please supply the email address you tried to register with.
af: Verskaf asseblief die epos adres waarmee jy probeer het om te registreer.

source: You are trying to register using the email address "%s"
af: Jy probeer registreer met die epos adres "%s"

source: That address is already registered and active on the system.This means that you (or someone else) must have registered using that email address previously.
af: Daardie adres is reeds regisistreer en is aktief op die stelsel. Dit beteken dat jy (of iemand anders) reeds voorheen geregistreer het met daardie epos adres.

source: You can gain access to this account by following our {procedure}.
af: Jy kan toegang verkry tot hierdie rekening deur ons {procedure}.

source: password reset procedure
af: wagwoord veranderings prosedure te volg

source: There is a registration pending for email address "%s".
af: Daar is 'n registrasie hangende vir epos adres "%s".

source: Before you can log in using it, you need to act on the automated email sent to that address. It looks like you did not do that.
af: Voordat jy kan aanteken daarmee, moet jy eers die instruksies uitvoer wat ons gestuur het in 'n outomatiese epos na daardie adres. Dit wil voorkom dat jy dit nog nie gedoen het nie.

source: You should receive the automated email anything between a minute to an hour after registration. Sometimes though, your email software may mistakenly identify our email as junk email. If this happens it will be hidden away in a "junk email" folder or just not shown to you.
af: Jy behoort die outomatise epos te ontvang enigiets tussen 'n minuut en 'n uur na registrasie. Pasop tog, partymaal kan jou eie epos sagteware verkeerdelik ons outomatiese epos aansien as onwenslike epos. Sou dit gebeur, sal die epos dalk iewers in 'n spesiale leêr vir daardie doel weggesteek word.

source: You can have the email re-sent to you by clicking on the button below.
af: As jy op die knoppie hieronder kliek, sal ons die epos weer oor stuur.

source: Before you do that, however, please make sure that your email system will allow emails from "%s" through to you.
af: Maar, voordat jy dit doen, maak tog asseblief seker dat jou epos sagteware eposse van "%s" af sal deurlaat na jou toe.

source: Re-send registration email
af: Stuur registrasie epos weer

source: There is no record of someone trying to register the email address "%s".
af: Daar is geen rekord dat enigeen probeer het om die epos adres "%s" probeer registreer het nie.

source: Perhaps you mistyped your email address when registering? The system also removes such a registration request if you take a long time to get around to verifying it.
af: Miskien het jy 'n tikfout gemaak met jou epos tydens registrasie? Die stelsel verwyder versoeke om te registreer as die versoeker baie lank neem om dit te verifiëer.

source: Whatever the case, please {register} to rectify the problem.
af: Watookal die geval, {register} om die probleem op te los.

source: register again
af: registreer asseblief weer

source: A new registration email was sent to "%s"
af: 'n Nuwe registrasie epos is aan "%s" gestuur

source: Please watch your inbox and follow the instructions in the email.
af: Hou asseblief jou epos posbus dop en volg die instruksies in die epos.

source: Thank you for verifying your email address.
af: Dankie dat jy jou epos geverifiëer het.

source: Your account is now active, and you can proceed to log in using the details you provided.
af: Jou rekening is nou aktief, en jy kan maar voortgaan on aan te teken met die besonderhede verskaf.

source: You have successfully registered.
af: Jy het suksesvol geregistreer.

source: Before we can allow you to log in, however, you need to prove to us that you are indeed the owner of %s.
af: Voordat ons jou kan toelaat om aan te teken, moet jy net eers bewys dat jy regtig die eienaar is van %s.

source: You can do that by following instructions just emailed to that address.
af: Jy kan dit doen deur die instruksies te volg in ons epos na daardie adres.

source: Sometimes these emails arrive immediately, but they may also be delayed.
af: Partymaal arriveer hierdie eposse dadelik, maar hulle kan ook vertraag word.

source: If you do not receive the email within an hour or so, please follow {trouble}.
af: As jy die epos nie so binne 'n uur of wat ontvang nie, volg asseblief {trouble}.

source: our troubleshooting procedure
af: ons prosedure om die fout te soek

source: To ensure you are not an impostor, resetting your password is a two step process: First, we send a "secret key" to your registered email address. Then, {choose_password}. But you need that secret key for the last step in order to prove that you are indeed the owner of the registered email address.
af: Om seker te maak jy is nie 'n indringer nie, is twee stappe nodig om jou wagwoord te herwin: Eerstens stuur ons 'n "geheime kodewoord" aan jou geregistreerde epos adres. Daarna {choose_password}. Maar jy het die geheime kodewoord wat ons vir jou gestuur het nodig in die laaste stap om te bewys jy is wel die eienaar van die geregistreerde adres.

source: you can choose a new password
af: kan jy 'n nuwe wagwoord kies

source: Request a secret key
af: Vra 'n geheime kodewoord aan

source: Do you have your secret key? You can only choose a new password if you {reset_password}.
af: Het jy jou geheime kodewoord? Jy kan slegs 'n nuwe wagwoord kies as jy {reset_password}.

source: previously requested a secret key to be sent to your registered email address
af: voorheen aangevra het dat ons 'n geheime wagwoord stuur na jou geregistreerde epos adres

source: Choose a new password
af: Kies 'n nuwe wagwoord

source: Thank you, your password has been changed successfully.
af: Dankie. Jou wagwoord is verander.

source: Log in with email and password
af: Teken aan met jou epos adres en wagwoord

source: Reset a password: Step 1
af: Herwin 'n wagwoord: Stap 1

source: Reset a password: Step 2
af: Herwin 'n wagwoord: Stap 2

source: Password change complete
af: Wagwoord verandering klaar

source: Problems registering?
af: Registrasieprobleme?

source: Address already registered
af: Adres reeds regegistreer

source: Registration still pending
af: Registrasie nog hangende

source: Registration not found
af: Kon nie registrasie vind nie

source: Registration email sent
af: Registrasie epos gestuur

source: Register with us
af: Registreer by ons

source: Congratulations
af: Geluk

source: Verify pending registration
af: Verifiëer hangende registrasie

source: Thanks for all your troubles
af: Dankie vir jou moeite

source: Inbox
af: Taak leêr
