Repository: reahl/reahl
Catalog: reahl-domain/reahl/messages/*/LC_MESSAGES/reahl-domain.po
Languages: af

source: Email
af: E-pos

source: New email
af: Nuwe e-pos

source: Password
af: Wagwoord

source: Remember me?
af: Onthou my?

source: Secret key
af: Geheime kodewoord

source: Re-type password
af: Tik wagoord oor

source: Please type your password again.
af: Tik asseblief you wagwoord weer.

source: Please accept the terms of service
af: Aanvaar asseblief die terme

source: I accept the terms of service
af: Ek aanvaar die terme

source: Verify
af: Verifieer

source: Register
af: Registreer

source: Change email address
af: Verander e-pos adres

source: Investigate
af: Ondersoek

source: Set new password
af: Stel nuwe wagwoord

source: Reset password
af: Herwin wagwoord

source: Log in
af: Teken aan

source: Send
af: Stuur

source: Log out
af: Teken af

source: Passwords do not match
af: Wagwoorde is nie dieselfde nie

source: Invalid login credentials
af: Ongeldige aanteken gegewens

source: The secret key supplied is invalid.
af: Die geheime kodewoord wat jy gegee het is ongeldig.

source: The email address supplied is invalid.
af: The e-posadres wat jy gegee het is ongeldig.

source: Could not find an account matching the supplied email address.
af: Kon nie 'n rekening kry wat by daardie e-posadres pas nie.

source: The email address supplied is not unique.
af: Die e-posadres wat jy gegee het is nie uniek nie.

source: Could not send registration verification email message to %s: %s.
af: Kon nie die e-posboodskap vir registrasieverifikasie na %s stuur nie: %s.

source: Please contact the site administrator and try again later.
af: Probeer die werfadministrateur kontak en probeer later weer.

source: Unknown status
af: Status onbekend

source: Please verify your account before logging in
af: Verifieer asseblief jou rekening voordat jy aanteken

source: Account is locked: too many failed attempts
af: Rekening is geblok: te veel verkeede probeerslae om aan te teken

source: Account is active
af: Rekening is aktief

source: Take
af: Neem

source: Defer
af: Stel uit

source: Go to
af: Gaan

source: Release
af: Los
